import '../App.css';

export default function Composition() {
    return (
        <div className="composition-container">
            <h2>Произведения</h2>
            <div>
                <p>
                В 1600 г. Шекспир создал свои лучшие творения: «Юлий Цезарь», «Гамлет», «Отелло», «Король Лир», «Макбет». Затем последовали античные трагедии: «Антоний и Клеопатра», «Кориолан», «Тимон Афинский». Творческий путь драматурга завершили трагикомедии: «Перикл», «Цимбелин», «Зимняя сказка», «Буря».
                </p>
            </div>
        </div>
    );
}