import '../App.css';

export default function Biography() {
    return (
        <div className="biography-container">
            <h1>Шекспир Уильям (1564-1616 гг.)</h1>
            <h2>Биография</h2>
            <div>
                <img className="author-photo-200" src="https://www.istmira.com/uploads/posts/2019-04/thumbs/1554401326_image10-67.jpeg" alt="AuthorPhoto"/>
            </div>
            <div>
            <p className="justify-align-text">Великий английский драматург, поэт, актер. Родился в семье ремесленника. В юном возрасте стал актером, затем драматургом в Лондоне. К 30 годам им была написана поэма «Венера и Адонис», затем «Лукреция». Эти произведения впервые прославили Шекспира. В это же время им были написаны 154 сонета, а также пьесы из истории Англии — «Генрих VI», «Ричард III», комедии — «Комедия ошибок», «Укрощение строптивой» и трагедия «Тит Андроник». Вслед за этим вышли новые «хроники»: «Ричард II», «Король Джон» и комедии — «Два веронца», «Бесплодные усилия любви», «Сон в летнюю ночь», «Венецианский купец», трагедия «Ромео и Джульетта». Затем были написаны «Генрих IV», «Генрих V». Этот период творчества писателя завершил блестящий цикл комедий: «Много шума из ничего», «Виндзорские проказницы», «Двенадцатая ночь».</p>
            <p className="justify-align-text">В конце жизни Шекспир вернулся на родину, в город Стратфорд-на-Эйвоне, где и умер. Его творчество —высочайшая вершина мирового искусства, оно оказало огромное влияние на развитие мирового театра и всей культуры человечества.</p>
            </div>
        </div>
    );
}